Repository: cypressbit/smbs_apps
Catalog: smbs_user_posts/locale/*/LC_MESSAGES/django.po
Languages: es

source: User
es: Usuario

source: Title
es: Título

source: Post anonymously
es: Post anónimo

source: Image
es: Imagen

source: Content
es: Contenido

source: A list of comma-separated tags related to your post.
es: Una lista de etiquetas relacionadas a tu post.

source: Could not get URL content.
es: No se pudo obtener el contenido de la URL.

source: Could not get image content from URL.
es: No se pudo obtener la imagen de la URL.

source: Your post needs a title.
es: Tu post necesita un título.

source: Your post needs content.
es: Tu post necesita contenido.

source: New Post
es: Crear Post

source: Share this post
es: Comparte este post

source: Create Post
es: Crear Post

source: Share something with our community.
es: Comparte algo con nuestra comunidad.

source: You can share a url, upload an image or write a post.
es: Puedes compartir un link/url, subir una imagen o escribir un post.

source: Submit Post
es: Enviar Post

source: Comment
es: Comenta

source: create/
es: crear/

source: comments/<int:pk>/<slug:slug>/
es: comentarios/<int:pk>/<slug:slug>/
